export default function User() {
  return (
    <main className="flex flex-col min-h-screen items-center justify-center ml-[100px] p-[36px]  overflow-hidden">
      <div className="flex flex-col items-start justify-start gap-4 ">
        <h1 className="text-xl uppercase">Політика конфіденційності</h1>
        <p>
          AICRM з повагою ставиться до конфіденційної інформації кожного
          Клієнта, який реєструється на сайті: https://aicrm.space. Будь ласка,
          уважно прочитайте цю політику конфіденційності.
        </p>
        <p>
          Ця Політика конфіденційності регулює відносини між ФОП Павлов І.А.
          (далі – Ліцензіар, AICRM) та будь-якою фізичною особою, самозайнятою
          особою, підприємцем, юридичною особою (далі – Клієнт) щодо обробки
          персональних даних (інформації) під час використання сервісу, що
          надається Клієнту відповідно до Умов доступу та користування сервісом
          AICRM. Політика конфіденційної інформації поширюється на всі дані та
          інформацію, яку отримує AICRM від Клієнта/Адміністратора/Користувача
          під час користування сервісом. Якщо будь-які умови, визначені цією
          Політикою конфіденційності, не приймаються особою, яка має намір
          використовувати Сервіс, така особа не має права використовувати
          Сервіс.
        </p>
        <ol className="flex flex-col items-start justify-start gap-4 list-decimal list-inside">
          <li>Загальні положення</li>
          <ol className="flex flex-col items-start justify-start gap-2 list-decimal pl-4 list-inside">
            <li>
              {`Ця Політика конфіденційності розроблена на підставі чинного
              законодавства України, зокрема Закону України «Про захист
              персональних даних».`}
            </li>
            <li>
              {` Політика конфіденційності діє відповідно до Умов доступу та
              користування сервісом AICRM («Ліцензійний договір», «Ліцензійна
              угода»).`}
            </li>
            <li>
              {`Ознайомлення та угода з Політикою конфіденційності є обов'язковою
              для отримання права доступу до використання сервісу AICRM.`}
            </li>
            <li>
              {`Реєструючись у AICRM, Клієнт підтверджує, що ознайомлений з усіма
              документами, згаданими вище, та цією Політикою конфіденційності.
              Згода суб'єкта персональних даних (Клієнта) – це добровільне
              волевиявлення щодо надання дозволу на обробку персональних даних
              відповідно до сформульованої мети їх обробки, надане при
              реєстрації в системі шляхом проставлення позначки про надання
              дозволу на обробку персональних даних відповідно до сформульованої
              мети їх обробки.`}
            </li>
            <li>
              {`Клієнт несе самостійну відповідальність за поширення даних для
              доступу до сервісу (ідентифікатори, паролі та ін.), за внесення
              персональних даних інших осіб (Адміністратора/Користувачів), за
              зміст контенту, у тому числі за відповідність контенту норма
              чинного законодавства. з використанням інформаційних (
              автоматизованих) систем.`}
            </li>
            <li>
              {`Під час реєстрації Клієнта/Адміністратора/Користувача в AICRM
              автоматично створюється їх обліковий запис (профіль), що включає
              низку персональних даних. Клієнт/Адміністратор/Користувач бере на
              себе повну відповідальність за те, що введені дані є достовірними,
              повними та актуальними за змістом.`}
            </li>
            <li>
              {`Клієнт самостійно вибирає пароль під час проходження реєстрації,
              тому AICRM не несе відповідальності за його надійність та за
              наслідки передачі Клієнтом пароля третім особам
              (Адміністратору/Користувачам). AICRM має право заборонити
              використання певних логінів, може встановлювати вимоги (довжина,
              допустимі символи) щодо формування пароля, проводити шифрування
              паролів та використовувати програми з управління паролем.`}
            </li>
            <li>
              {`У випадку, якщо AICRM матиме підстави вважати, що надана
              інформація є неповною або помилковою, AICRM має право на свій
              розсуд заблокувати або видалити обліковий запис
              Клієнта/Адміністратора/Користувача, а також заборонити
              Клієнту/Адміністратору/Користувачу повне або часткове використання
              сервісу.`}
            </li>
            <li>
              {`Клієнт несе самостійну відповідальність за поширення даних для
              доступу до сервісу (ідентифікатори, паролі та ін.), за внесення
              персональних даних інших осіб (Адміністратора/Користувачів), за
              зміст контенту, у тому числі за відповідність контенту нормам
              чинного законодавства.`}
            </li>
          </ol>
          <li>Типи інформації та мета її обробки</li>
          <ol className="flex flex-col items-start justify-start gap-2 list-decimal pl-4 list-inside">
            <li>Інформація, що надається AICRM може включати:</li>
            <ol className="flex flex-col items-start justify-start gap-2 list-disc pl-4 list-inside">
              <li>
                {`дані, в тому числі дані третіх осіб
                (адміністратора/користувачів): ім'я, поштова адреса, електронна
                пошта, номер телефону, інформація про банківські рахунки
                (карткові рахунки), адреса інтернет-протоколу (IP), тип
                браузера, постачальника інтернет-послуг (ISP), сторінки
                посилань, інтереси, дати та час входу/виходу, операційну
                систему;`}
              </li>
              <li>
                 інформацію, яка завантажується з третіх сервісів при
                інтеграціях;
              </li>
              <li>контент, який завантажується;</li>
              <li>
                {`інформацію, що отримується від
                Клієнта/Адміністратора/Користувача з інших офіційних джерел, у
                тому числі соціальних мереж, та за допомогою месенджерів,
                налаштованих на роботу з сервісом.`}
              </li>
            </ol>
            <li>
              {`Клієнт гарантує, що отримав всі необхідні дозволи та згоди на
              розміщення персональної інформації стосовно третіх осіб
              (Адміністратора/Користувачів), а також гарантує повну та
              беззастережну згоду цих осіб з усіма положеннями цієї Політики
              конфіденційності.`}
            </li>
            <li>
              {`Клієнт гарантує, що отримав всі необхідні дозволи та згоди на
              розміщення персональної інформації стосовно третіх осіб
              (Адміністратора/Користувачів), а також гарантує повну та
              беззастережну згоду цих осіб з усіма положеннями цієї Політики
              конфіденційності.`}
            </li>
            <li>
              Обробка персональних даних може проводитися з наступною метою:
            </li>
            <ol className="flex flex-col items-start justify-start gap-2 list-disc pl-4 list-inside">
              <li>
                належне надання послуг з адміністрування та оптимізації
                комплексу процесів управління торгівлею;
              </li>
              <li>
                вдосконалення роботи сервісу, в тому числі модернізації
                відповідно до потреб Клієнта;
              </li>
              <li>
                маркетингових завдань, а саме, доведення до відома Клієнта нових
                продуктів сервісу;
              </li>
              <li>
                спілкування з відділом технічної підтримки, відділом маркетингу
                та іншими структурами сервісу, у тому числі для прийняття
                пропозицій від Клієнта/Адміністратора/Користувачів;
              </li>
              <li>врегулювання конфліктних ситуацій;</li>
              <li>
                забезпечення реалізації прав Клієнта/Адміністратора/Користувачів
                сервісу.
              </li>
            </ol>
            <li>
              AICRM не контролює достовірність та актуальність наданої йому
              інформації, однак має право у будь-який момент вимагати
              підтвердження її достовірності.
            </li>
            <li>
              AICRM може надавати можливість інтеграції сервісу із продуктами
              сторонніх постачальників. AICRM має право розміщувати посилання на
              інші веб-сайти/сервіси. При цьому AICRM не несе відповідальності
              за збирання, зберігання та обробку персональної інформації
              програмним забезпеченням сторонніх розробників, тобто в таких
              випадках ця Політика конфіденційності не поширюється.
            </li>
            <li>
              AICRM повідомляє, що дані, які надає
              Клієнт/Адміністратор/Користувач, або які сервіс збирає про
              Клієнта/Адміністратора/Користувача, копіюватимуться і
              зберігатимуться на серверах, розташованих на території Західної
              Європи. Таке резервування та копіювання забезпечить та полегшить
              відновлення втраченого або пошкодженого контенту.
            </li>
            <li>
              AICRM не несе відповідальності за передачу токенів доступу до API
              третім особам та витік даних внаслідок цього.
            </li>
            <li>
              AICRM має право публікувати/розміщувати особисті відгуки
              Клієнта/Адміністратора/Користувача про сервіс на своєму сайті.
              Якщо Клієнт/Адміністратор/Користувач бажає видалити свій відгук,
              він повинен звернутися з відповідним листом на
              aicrm.info@gmail.com.
            </li>
          </ol>
          <li>Випадки розкриття персональної інформації</li>
          <ol className="flex flex-col items-start justify-start gap-2 list-decimal pl-4 list-inside">
            <li>
              Персональні дані можуть бути передані для виконання договору,
              стороною, вигодонабувачем або поручителем якого може бути Клієнт
              за умови отримання попереднього узгодження від Клієнта.
            </li>
            <li>
              Персональні дані можуть бути використані для захисту прав та
              законних інтересів сервісу або третіх осіб у випадках, коли
              Користувач порушує авторські та інші права інтелектуальної
              власності AICRM та/або відповідну Ліцензійну угоду. У цьому
              випадку інформація може передаватися до
              контролюючих/правоохоронних органів та суду.
            </li>
            <li>
              {`Персональна інформація може передаватися для підключення та/або
              реєстрації сторонніх програмних продуктів на ім'я Клієнта за умови
              отримання попередньої згоди від Клієнта.`}
            </li>
          </ol>
          <li>Права Клієнта/Адміністратора/Користувачів</li>
          <ol className="flex flex-col items-start justify-start gap-2 list-decimal pl-4 list-inside">
            <li>Клієнт/Адміністратор/Користувачі мають право:</li>
            <ol className="flex flex-col items-start justify-start gap-2 list-disc pl-4 list-inside">
              <li>
                на захист своїх персональних даних у рамках цієї політики
                конфіденційності та чинного законодавства України;
              </li>
              <li>
                редагувати свій обліковий запис (профіль), шляхом внесення змін
                та доповнень;
              </li>
              <li>
                у разі припинення користування сервісом, вимагати видалення всіх
                даних облікового запису та контенту;
              </li>
              <li>
                {`завантажувати контент, пов'язаний з діяльністю Клієнта та
                вивантажувати контент у будь-який зручний для цього час. У разі
                розірвання договірних відносин Клієнт має 7 календарних днів на
                вивантаження контенту, у разі прострочення даного терміну сервіс
                отримує повне право самостійно видалити контент Клієнта без
                погодження та попередження про такі дії;`}
              </li>
              <li>залишати відгуки про роботу AICRM;</li>
              <li>
                вимагати від AICRM не використовувати персональні дані з метою
                маркетингу, звернувшись з відповідним листом на адресу
                aicrm.info@gmail.com
              </li>
            </ol>
            <li>
              Клієнт має право надавати доступ до сервісу додатковим
              адміністраторам/користувачам.
            </li>
          </ol>
          <li>Безпека особистої інформації</li>
          <ol className="flex flex-col items-start justify-start gap-2 list-decimal pl-4 list-inside">
            <li>
              AICRM вживає необхідних правових, організаційних та технічних
              заходів або забезпечує їх вживання для захисту Персональної
              інформації від неправомірного або випадкового доступу до них,
              знищення, зміни, блокування, копіювання, надання, розповсюдження
              персональних даних, а також інших неправомірних дій щодо
              Персональної інформації, в тому числі, але не виключаючи:
            </li>
            <ol className="flex flex-col items-start justify-start gap-2 list-disc pl-4 list-inside">
              <li>Здійснює захист авторизованих сесій.</li>
              <li>
                Постійно вдосконалює способи збирання, зберігання та обробки
                даних.
              </li>
            </ol>
          </ol>
          <li>Заключні положення</li>
          <ol className="flex flex-col items-start justify-start gap-2 list-decimal pl-4 list-inside">
            <li>
              Ця політика конфіденційності може бути змінна AICRM в
              односторонньому порядку шляхом розміщення умов політики в новій
              редакції в Інтернеті за адресою
              https://https://aicrm.space/privacy-policy/. У разі таких змін
              дата останнього оновлення цієї політики конфіденційності буде
              змінена на відповідну.
            </li>
            <li>
              AICRM рекомендує періодично перевіряти Політику конфіденційності
              щодо внесення змін.
            </li>
            <li>
              Порядок користування сервісом AICRM регламентується Ліцензійною
              угодою.
            </li>
            <li>
              У разі виникнення розбіжностей між цією Політикою конфіденційності
              та положеннями Ліцензійної угоди відносини регулюються положеннями
              ліцензійної угоди.
            </li>
          </ol>
        </ol>
      </div>
    </main>
  );
}
